Repository: dreamfrog/jophiel
Catalog: jophiel/conf/locale/*/LC_MESSAGES/django.po
Languages: it

source: Change %s
it: Modifica %s

source: Controls the ordering and grouping of the admin menu.
it: Controlla l'ordinamento e raggruppamento del menu di amministrazione

source: Content
it: Contenuto

source: Site
it: Sito

source: Users
it: Utenti

source: Unregister these models from the admin.
it: Rimuovi questi modelli dall'amministrazione

source: Username for bit.ly URL shortening service.
it: Username per il servizio di bit.ly URL shortening service.

source: bit.ly key
it: chiave bit.ly

source: Key for bit.ly URL shortening service.
it: chiave per il servizio di bit.ly URL shortening service.

source: Blog posts per page
it: Blog posts per pagina

source: Slug of the page object for the blog.
it: Slug della pagina per il blog

source: Disqus shortname
it: Disqus abbreviazione

source: Shortname for the http://disqus.com comments service.
it: Abbreviazione per il servizio commenti http://disqus.com

source: Disqus public key
it: Disqus chiave pubblica

source: Public key for Disqus developer API
it: Chiave pubblica per l'API Disqus

source: Disqus secret key
it: Chiave segreta Disqus

source: Secret key for Disqus developer API
it: Chiave segreta per l'API Disqus

source: Auto-approve comments
it: Approva automaticamente i commenti

source: If ``True``, built-in comments are approved by default.
it: Se ``True``, i commenti sono approvati di default

source: Admin comments
it: Commenti dell'admin

source: Show unapproved comments
it: Mostra commenti non ancora approvati

source: If ``True``, comments that have ``is_public`` unchecked will still be displayed, but replaced with a ``waiting to be approved`` message.
it: Se ``True``, commenti che NON hanno il valore ``is_public`` verrano mostrati comunque, ma avranno un messaggio ``waiting to be approved``.

source: Show removed comments
it: Mostra commenti rimossi

source: If ``True``, comments that have ``removed`` checked will still be displayed, but replaced with a ``removed`` message.
it: Se ``True``, i commenti con il valore ``removed`` verranno mostrati comunque, ma avranno un messaggio ``removed``.

source: A three item sequence, each containing a sequence of template tags used to render the admin dashboard.
it: Una sequenza di tre elementi, ognuno contenente una sequenza di template tagsusati per visualizzare il pannello di controllo

source: Device specific template sub-directory to use as the default device.
it: Sub-directory di template specifici per device da usa come default

source: Mapping of device specific template sub-directory names to the sequence of strings that may be found in their user agents.
it: Associazione tra sub-directory di template specifici per device alla sequenza di string che si può trovare negli user agents del device

source: Max length allowed for field values in the forms app.
it: Massima lunghezza permessa per i valori dei campi nella applicazione form

source: Max length allowed for field labels in the forms app.
it: Massima lunghezza permessa per le etichette dei campi nella applicazione form

source: If ``True``, website forms created by the forms app will use HTML5 features.
it: Se ``True``, le form dei website creati dalla applicazione form avranno le features HTML5.

source: Char to use as a field delimiter when exporting form responses as CSV.
it: Carattare da usare come delimitatore di campo usato quando si esporta le risposte in CSV.

source: Absolute path for storing file uploads for the forms app.
it: Path assoluto per salvare l'upload dei file per l'applicazione forn

source: If ``True``, the pages menu will show all levels of navigation, otherwise child pages are only shown when viewing the parent page.
it: Se ``True``, il menù delle pagine mostreranno tutti i livelli di navigazione, altrimenti le sotto-pagine vengono mostrate solo quando si visita la pagina gerarchicamente superiore

source: Min value for a rating.
it: Valore minimo per un rating.

source: Max value for a rating.
it: Valore massimo per un rating.

source: Dotted package path and class name of the widget to use for the ``RichTextField``.
it: Percorso del pacchetto usando i punti (.) e nome della classe per il widget da usare per il campo ``RichTextField``.

source: Dotted path to the function to call on a ``RichTextField`` value before it is rendered to the template.
it: Percorso della funzione da chiamare sul valore del campo ``RichTextField`` prima che venga visualizzato nel template

source: Search results per page
it: Risultati della ricerca per pagina

source: Site Title
it: Titolo del sito

source: Title that will display at the top of the site, and be appended to the content of the HTML title tags on every page.
it: Titolo che verrà visualizzato nel top del sito, e viene inserito nel tag HTML title di ogni pagina

source: A tag line that will appear at the top of all pages.
it: Una tagline che compare in alto in ogni pagina

source: An open source content management platform.
it: Una piataforma open source per la gestione dei contenuti web

source: List of words which will be stripped from search queries.
it: Lista di parole che non vengono considerate quando si effettua una ricerca

source: Tag Cloud Sizes
it: Dimensione Tag Cloud

source: Number of different sizes for tags when shown as a cloud.
it: Numero delle varie dimensioni per i tags quando mostrati come cloud

source: Sequence of setting names available within templates.
it: Seguenza di nomi di variabili in setting disponibili all'interno dei template

source: If ``True``, the south application will be automatically added to the ``INSTALLED_APPS`` setting.
it: Se ``True``, l'applicazione south viene automaticamente aggiunta alle ``INSTALLED_APPS`` in setting.

source: Miscellaneous
it: Vario

source: Setting
it: Impostazione

source: Settings
it: Impostazioni

source: Please correct the errors below.
it: Correggi gli errori prima di continuare

source: Save
it: Salva
